<?php
$flowers = array(
	array("flowername" => "Белый лотос (White Lotus)",
                    "where it grows" => "Великобритания и Новая Зеландия",
                    "description" => "Самый редкий цветок на Земле, который растет лишь в теплице Великобритании и в Новой Зеландии. Растение цветет всего несколько недель в год крупными цветками розового или красного цветов.",
                    "image" => "1.jpg"),
            array("flowername" => "Аморфофаллус титанический",
                    "where it grows" => "в ботанических садах ряда стран",                    
                    "description" => "Также называют языком дьявола или трупным цветком, - один из самых редких цветов в мире. Цветок весьма неприятно пахнет. Его можно сравнить с запахом гнилого мяса или протухших яиц.Аморфофаллус титанический цветет всего раз в 10 лет и цветение его продолжается лишь несколько дней.",
                    "image" => "2.jpg"),
            array("flowername" => "Стронгилодон крупнокистевой, или нефритовая лоза.",
                    "where it grows" => "Стронгилодон встречается на Филлипинских островах, в тропических лесах.",                    
                    "description" => "Он носит титул одного из самых редких и красивых цветов в мире.Каждый цветок напоминает коготь дракона и светится в темноте мягким голубоватым светом. Летучие мыши, обитающие в большом количестве в филлипинских лесах, обожают лакомиться нектаром нефритовой лозы. Они и выступают в роли опылителей.",
                    "image" => "3.jpg"),
            array("flowername" => "Китайский мышецвет.",
                    "where it grows" => "Китай, Малайзия, Мьянма.",
                    "description" => "Цветок мрачен и кажется порождением фильма ужасов – почти черный, с тонкими щупальцами, он напоминает летучую мышь. Стебли и листья мышецвета крупные, с ярким зеленым окрасом, достигающие полуметра в длину. Встречается достаточно редко, потому занесен в китайскую Красную книгу.",
                    "image" => "4.jpg"),
            array("flowername" => "Клюв попугая.",
                    "where it grows" => "Канарские острова.",                    
                    "description" => "Название цветка характеризует его окрас – яркие, огненные цвета желтого и оранжевого привлекают внимание. Энциклопедическое название растения – лотус пятнистый.Многие считают его и вовсе вымершим, однако в дикой природе он все-таки встречается.",
                    "image" => "5.jpg"),
            array("flowername" => "Космос шоколадный",
                    "where it grows" => "Латинская Америка",                    
                    "description" => "Список самых редких в мире цветков продолжает космос шоколадный. Его также называют шоколадной космеей. Этот небольшой и на первый взгляд невзрачный цветок при ближайшем рассмотрении обладает удивительной красотой. Его основное украшение - бархатные лепестки нежного шоколадного оттенка с темно-синими прожилками. Примечательно, что растение обладает запахом шоколада.",
                    "image" => "6.jpg"));
?> 
	
